<template>
  <div class="finquest-box" id="finquest-box-welcome">
    <div class="finquest-box__body">
      <h1 class="finquest-box__title h1">
        Руководство по прохождению
        <br />онлайн-квеста «Финквест»
      </h1>
      <p class="finquest-box__text">
        На сегодняшний день каждому человеку необходимо научиться принимать обоснованные решения в области управления личными и семейными финансами, а также трезво оценивать свои финансовые возможности, выгоды и издержки от пользования финансовыми продуктами и услугами.
        Игра-квест «Финквест» познакомит Вас с основными финансово-экономическими понятиями, покажет, что при возникновении какой-либо жизненной ситуации в сфере личных финансов существует алгоритм её решения.
        «Финквест» — это игра, в которой каждый участник становится жителем города Финград. Город поделён на 4 основных района, каждый из которых включает несколько станции:
      </p>
      <p class="finquest-box__text">
        <strong>Район «Деньги в кошельке»</strong> - здесь Вы узнаете, что такое бюджет семьи, о правилах его ведения, а также о способах планирования, которые помогут сохранить и приумножить денежные средства.
      </p>
      <p class="finquest-box__text">
        <strong>Район «Деньги работают»</strong> - здесь Вы узнаете о том, как преумножать личные финансы, и о том, как правильно принимать решения при инвестировании и обмене валют.
      </p>
      <p class="finquest-box__text">
        <strong>Район «Деньги в банке»</strong> - здесь Вы узнаете о том, как работают банки в Российской Федерации, познакомитесь с банковскими картами, кредитами, займами, а также с тем, как определить свою платежеспособность.
      </p>
      <p class="finquest-box__text">
        <strong>Район «Площадь права»</strong> - здесь Вы узнаете о том, как защитить свои права с помощью Закона «О защите прав потребителей», а также о том, какие права есть у наёмных работников, заключающих трудовой договор.
      </p>
      <h3>Итак, правила игры:</h3>
      <strong>
        У вас есть начальный капитал общих знаний - он равен 10 баллам.
        <br />В случае успешного выполнения заданий игры ваш капитал знаний будет прирастать – сумма баллов будет увеличиваться, в случае ошибок или использования подсказок, уменьшаться.
      </strong>
      <strong>Каждый участник решает все задания самостоятельно, при необходимости можно воспользоваться подсказкой, справочником или дополнительной полезной информацией «Важно знать!». Стоимость подсказок зависит от сложности задания, остальные ресурсы бесплатны.</strong>
      <router-link :to="{name: 'finquest-rules'}" class="button button--xs button--green">
        <span>Продолжить</span>
      </router-link>
    </div>
  </div>
</template>

<script>
export default {
  name: "finquest-rules"
};
</script>
<style scoped>
#finquest-box-welcome {
  position: fixed;
  width: 80%;
  height: 80%;
  left: 15%;
}
</style>