<template>
  <div class="finhistory-box">
    <div class="finhistory-box__body">
      <h1 class="finhistory-box__title h1">Правила игры Финквест</h1>
      <p
        class="finhistory-box__text"
      >Появление эффективного онлайн-инструмента Проекта для детей и молодежи, помогающего оттачиванию практических навыков и компетенций, связанных с финансовой инфраструктурой города, типичными повседневными финансовыми ситуациями, необходимостью самостоятельно принимать решения в области личных финансов с учетом меняющихся условий и обстоятельств.</p>
      <p
        class="finhistory-box__text"
      >Появление эффективного онлайн-инструмента Проекта для детей и молодежи, помогающего оттачиванию практических навыков и компетенций, связанных с финансовой инфраструктурой города, типичными повседневными финансовыми ситуациями, необходимостью самостоятельно принимать решения в области личных финансов с учетом меняющихся условий и обстоятельств</p>
      <router-link :to="{name: 'finhistory-map-points'}" class="button button--xs button--green">
        <span>Начать игру</span>
      </router-link>
    </div>
  </div>
</template>

<script>
export default {
  name: "finhistory-rules"
};
</script>